Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Yusuf Ali.tmx
Source language: ar
Languages: en

source: ذلك بأن الله هو الحق وأن ما يدعون من دونه هو الباطل وأن الله هو العلي الكبير
en: That is because Allah - He is the Reality; and those besides Him whom they invoke,- they are but vain Falsehood: verily Allah is He, Most High, Most Great.

source: ألم تر أن الله أنزل من السماء ماء فتصبح الأرض مخضرة إن الله لطيف خبير
en: Seest thou not that Allah sends down rain from the sky, and forthwith the earth becomes clothed with green? for Allah is He Who understands the finest mysteries, and is well-acquainted (with them).

source: له ما في السماوات وما في الأرض وإن الله لهو الغني الحميد
en: To Him belongs all that is in the heavens and on earth: for verily Allah,- He is free of all wants, Worthy of all Praise.

source: ألم تر أن الله سخر لكم ما في الأرض والفلك تجري في البحر بأمره ويمسك السماء أن تقع على الأرض إلا بإذنه إن الله بالناس لرءوف رحيم
en: Seest thou not that Allah has made subject to you (men) all that is on the earth, and the ships that sail through the sea by His Command? He withholds the sky (rain) from failing on the earth except by His leave: for Allah is Most Kind and Most Merciful to man.

source: وهو الذي أحياكم ثم يميتكم ثم يحييكم إن الإنسان لكفور
en: It is He Who gave you life, will cause you to die, and will again give you life: Truly man is a most ungrateful creature!

source: لكل أمة جعلنا منسكا هم ناسكوه فلا ينازعنك في الأمر وادع إلى ربك إنك لعلى هدى مستقيم
en: To every People have We appointed rites and ceremonies which they must follow: let them not then dispute with thee on the matter, but do thou invite (them) to thy Lord: for thou art assuredly on the Right Way.

source: وإن جادلوك فقل الله أعلم بما تعملون
en: If they do wrangle with thee, say, "Allah knows best what it is ye are doing."

source: الله يحكم بينكم يوم القيامة فيما كنتم فيه تختلفون
en: "Allah will judge between you on the Day of Judgment concerning the matters in which ye differ."

source: ألم تعلم أن الله يعلم ما في السماء والأرض إن ذلك في كتاب إن ذلك على الله يسير
en: Knowest thou not that Allah knows all that is in heaven and on earth? Indeed it is all in a Record, and that is easy for Allah.

source: ويعبدون من دون الله ما لم ينزل به سلطانا وما ليس لهم به علم وما للظالمين من نصير
en: Yet they worship, besides Allah, things for which no authority has been sent down to them, and of which they have (really) no knowledge: for those that do wrong there is no helper.

source: وإذا تتلى عليهم آياتنا بينات تعرف في وجوه الذين كفروا المنكر يكادون يسطون بالذين يتلون عليهم آياتنا قل أفأنبئكم بشر من ذلكم النار وعدها الله الذين كفروا وبئس المصير
en: When Our Clear Signs are rehearsed to them, thou wilt notice a denial on the faces of the Unbelievers! they nearly attack with violence those who rehearse Our Signs to them. Say, "Shall I tell you of something (far) worse than these Signs? It is the Fire (of Hell)! Allah has promised it to the Unbelievers! and evil is that destination!"

source: يا أيها الناس ضرب مثل فاستمعوا له إن الذين تدعون من دون الله لن يخلقوا ذبابا ولو اجتمعوا له وإن يسلبهم الذباب شيئا لا يستنقذوه منه ضعف الطالب والمطلوب
en: O men! Here is a parable set forth! listen to it! Those on whom, besides Allah, ye call, cannot create (even) a fly, if they all met together for the purpose! and if the fly should snatch away anything from them, they would have no power to release it from the fly. Feeble are those who petition and those whom they petition!

source: ما قدروا الله حق قدره إن الله لقوي عزيز
en: No just estimate have they made of Allah: for Allah is He Who is strong and able to Carry out His Will.

source: الله يصطفي من الملائكة رسلا ومن الناس إن الله سميع بصير
en: Allah chooses messengers from angels and from men for Allah is He Who hears and sees (all things).

source: يعلم ما بين أيديهم وما خلفهم وإلى الله ترجع الأمور
en: He knows what is before them and what is behind them: and to Allah go back all questions (for decision).

source: يا أيها الذين آمنوا اركعوا واسجدوا واعبدوا ربكم وافعلوا الخير لعلكم تفلحون
en: O ye who believe! bow down, prostrate yourselves, and adore your Lord; and do good; that ye may prosper.

source: وجاهدوا في الله حق جهاده هو اجتباكم وما جعل عليكم في الدين من حرج ملة أبيكم إبراهيم هو سماكم المسلمين من قبل وفي هذا ليكون الرسول شهيدا عليكم وتكونوا شهداء على الناس فأقيموا الصلاة وآتوا الزكاة واعتصموا بالله هو مولاكم فنعم المولى ونعم النصير
en: And strive in His cause as ye ought to strive, (with sincerity and under discipline). He has chosen you, and has imposed no difficulties on you in religion; it is the cult of your father Abraham. It is He Who has named you Muslims, both before and in this (Revelation); that the Messenger may be a witness for you, and ye be witnesses for mankind! So establish regular Prayer, give regular Charity, and hold fast to Allah! He is your Protector - the Best to protect and the Best to help!

source: قد أفلح المؤمنون
en: The believers must (eventually) win through,-

source: الذين هم في صلاتهم خاشعون
en: Those who humble themselves in their prayers;

source: والذين هم عن اللغو معرضون
en: Who avoid vain talk;

source: والذين هم للزكاة فاعلون
en: Who are active in deeds of charity;

source: والذين هم لفروجهم حافظون
en: Who abstain from sex,

source: إلا على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين
en: Except with those joined to them in the marriage bond, or (the captives) whom their right hands possess,- for (in their case) they are free from blame,

source: فمن ابتغى وراء ذلك فأولئك هم العادون
en: But those whose desires exceed those limits are transgressors;-

source: والذين هم لأماناتهم وعهدهم راعون
en: Those who faithfully observe their trusts and their covenants;

source: والذين هم على صلواتهم يحافظون
en: And who (strictly) guard their prayers;-

source: أولئك هم الوارثون
en: These will be the heirs,

source: الذين يرثون الفردوس هم فيها خالدون
en: Who will inherit Paradise: they will dwell therein (for ever).

source: ولقد خلقنا الإنسان من سلالة من طين
en: Man We did create from a quintessence (of clay);

source: ثم جعلناه نطفة في قرار مكين
en: Then We placed him as (a drop of) sperm in a place of rest, firmly fixed;

source: ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما ثم أنشأناه خلقا آخر فتبارك الله أحسن الخالقين
en: Then We made the sperm into a clot of congealed blood; then of that clot We made a (foetus) lump; then we made out of that lump bones and clothed the bones with flesh; then we developed out of it another creature. So blessed be Allah, the best to create!

source: ثم إنكم بعد ذلك لميتون
en: After that, at length ye will die

source: ثم إنكم يوم القيامة تبعثون
en: Again, on the Day of Judgment, will ye be raised up.

source: ولقد خلقنا فوقكم سبع طرائق وما كنا عن الخلق غافلين
en: And We have made, above you, seven tracts; and We are never unmindful of (our) Creation.

source: وأنزلنا من السماء ماء بقدر فأسكناه في الأرض وإنا على ذهاب به لقادرون
en: And We send down water from the sky according to (due) measure, and We cause it to soak in the soil; and We certainly are able to drain it off (with ease).

source: فأنشأنا لكم به جنات من نخيل وأعناب لكم فيها فواكه كثيرة ومنها تأكلون
en: With it We grow for you gardens of date-palms and vines: in them have ye abundant fruits: and of them ye eat (and have enjoyment),-

source: وشجرة تخرج من طور سيناء تنبت بالدهن وصبغ للآكلين
en: Also a tree springing out of Mount Sinai, which produces oil, and relish for those who use it for food.

source: وإن لكم في الأنعام لعبرة نسقيكم مما في بطونها ولكم فيها منافع كثيرة ومنها تأكلون
en: And in cattle (too) ye have an instructive example: from within their bodies We produce (milk) for you to drink; there are, in them, (besides), numerous (other) benefits for you; and of their (meat) ye eat;

source: وعليها وعلى الفلك تحملون
en: And on them, as well as in ships, ye ride.

source: ولقد أرسلنا نوحا إلى قومه فقال يا قوم اعبدوا الله ما لكم من إله غيره أفلا تتقون
en: (Further, We sent a long line of prophets for your instruction). We sent Noah to his people: He said, "O my people! worship Allah! Ye have no other god but Him. Will ye not fear (Him)?"

source: فقال الملأ الذين كفروا من قومه ما هذا إلا بشر مثلكم يريد أن يتفضل عليكم ولو شاء الله لأنزل ملائكة ما سمعنا بهذا في آبائنا الأولين
en: The chiefs of the Unbelievers among his people said: "He is no more than a man like yourselves: his wish is to assert his superiority over you: if Allah had wished (to send messengers), He could have sent down angels; never did we hear such a thing (as he says), among our ancestors of old."

source: إن هو إلا رجل به جنة فتربصوا به حتى حين
en: (And some said): "He is only a man possessed: wait (and have patience) with him for a time."

source: قال رب انصرني بما كذبون
en: (Noah) said: "O my Lord! help me: for that they accuse me of falsehood!"

source: فأوحينا إليه أن اصنع الفلك بأعيننا ووحينا فإذا جاء أمرنا وفار التنور فاسلك فيها من كل زوجين اثنين وأهلك إلا من سبق عليه القول منهم ولا تخاطبني في الذين ظلموا إنهم مغرقون
en: So We inspired him (with this message): "Construct the Ark within Our sight and under Our guidance: then when comes Our Command, and the fountains of the earth gush forth, take thou on board pairs of every species, male and female, and thy family- except those of them against whom the Word has already gone forth: And address Me not in favour of the wrong-doers; for they shall be drowned (in the Flood).

source: فإذا استويت أنت ومن معك على الفلك فقل الحمد لله الذي نجانا من القوم الظالمين
en: And when thou hast embarked on the Ark - thou and those with thee,- say: "Praise be to Allah, Who has saved us from the people who do wrong."

source: وقل رب أنزلني منزلا مباركا وأنت خير المنزلين
en: And say: "O my Lord! enable me to disembark with thy blessing: for Thou art the Best to enable (us) to disembark."

source: إن في ذلك لآيات وإن كنا لمبتلين
en: Verily in this there are Signs (for men to understand); (thus) do We try (men).

source: ثم أنشأنا من بعدهم قرنا آخرين
en: Then We raised after them another generation.

source: فأرسلنا فيهم رسولا منهم أن اعبدوا الله ما لكم من إله غيره أفلا تتقون
en: And We sent to them a messenger from among themselves, (saying), "Worship Allah! ye have no other god but Him. Will ye not fear (Him)?"

source: وقال الملأ من قومه الذين كفروا وكذبوا بلقاء الآخرة وأترفناهم في الحياة الدنيا ما هذا إلا بشر مثلكم يأكل مما تأكلون منه ويشرب مما تشربون
en: And the chiefs of his people, who disbelieved and denied the Meeting in the Hereafter, and on whom We had bestowed the good things of this life, said: "He is no more than a man like yourselves: he eats of that of which ye eat, and drinks of what ye drink.

source: ولئن أطعتم بشرا مثلكم إنكم إذا لخاسرون
en: "If ye obey a man like yourselves, behold, it is certain ye will be lost.

source: أيعدكم أنكم إذا متم وكنتم ترابا وعظاما أنكم مخرجون
en: "Does he promise that when ye die and become dust and bones, ye shall be brought forth (again)?

source: هيهات هيهات لما توعدون
en: "Far, very far is that which ye are promised!

source: إن هي إلا حياتنا الدنيا نموت ونحيا وما نحن بمبعوثين
en: "There is nothing but our life in this world! We shall die and we live! But we shall never be raised up again!

source: إن هو إلا رجل افترى على الله كذبا وما نحن له بمؤمنين
en: "He is only a man who invents a lie against Allah, but we are not the ones to believe in him!"

source: قال عما قليل ليصبحن نادمين
en: (Allah) said: "In but a little while, they are sure to be sorry!"

source: فأخذتهم الصيحة بالحق فجعلناهم غثاء فبعدا للقوم الظالمين
en: Then the Blast overtook them with justice, and We made them as rubbish of dead leaves (floating on the stream of Time)! So away with the people who do wrong!

source: ثم أنشأنا من بعدهم قرونا آخرين
en: Then We raised after them other generations.

source: ثم أرسلنا رسلنا تترى كل ما جاء أمة رسولها كذبوه فأتبعنا بعضهم بعضا وجعلناهم أحاديث فبعدا لقوم لا يؤمنون
en: Then sent We our messengers in succession: every time there came to a people their messenger, they accused him of falsehood: so We made them follow each other (in punishment): We made them as a tale (that is told): So away with a people that will not believe!

source: ثم أرسلنا موسى وأخاه هارون بآياتنا وسلطان مبين
en: Then We sent Moses and his brother Aaron, with Our Signs and authority manifest,

source: إلى فرعون وملئه فاستكبروا وكانوا قوما عالين
en: To Pharaoh and his Chiefs: But these behaved insolently: they were an arrogant people.

source: فقالوا أنؤمن لبشرين مثلنا وقومهما لنا عابدون
en: They said: "Shall we believe in two men like ourselves? And their people are subject to us!"

source: فكذبوهما فكانوا من المهلكين
en: So they accused them of falsehood, and they became of those who were destroyed.

source: ولقد آتينا موسى الكتاب لعلهم يهتدون
en: And We gave Moses the Book, in order that they might receive guidance.

source: وجعلنا ابن مريم وأمه آية وآويناهما إلى ربوة ذات قرار ومعين
en: And We made the son of Mary and his mother as a Sign: We gave them both shelter on high ground, affording rest and security and furnished with springs.

source: يا أيها الرسل كلوا من الطيبات واعملوا صالحا إني بما تعملون عليم
en: O ye messengers! enjoy (all) things good and pure, and work righteousness: for I am well-acquainted with (all) that ye do.

source: وإن هذه أمتكم أمة واحدة وأنا ربكم فاتقون
en: And verily this Brotherhood of yours is a single Brotherhood, and I am your Lord and Cherisher: therefore fear Me (and no other).

source: فتقطعوا أمرهم بينهم زبرا كل حزب بما لديهم فرحون
en: But people have cut off their affair (of unity), between them, into sects: each party rejoices in that which is with itself.

source: فذرهم في غمرتهم حتى حين
en: But leave them in their confused ignorance for a time.

source: أيحسبون أنما نمدهم به من مال وبنين
en: Do they think that because We have granted them abundance of wealth and sons,

source: نسارع لهم في الخيرات بل لا يشعرون
en: We would hasten them on in every good? Nay, they do not understand.

source: إن الذين هم من خشية ربهم مشفقون
en: Verily those who live in awe for fear of their Lord;

source: والذين هم بآيات ربهم يؤمنون
en: Those who believe in the Signs of their Lord;

source: والذين هم بربهم لا يشركون
en: Those who join not (in worship) partners with their Lord;

source: والذين يؤتون ما آتوا وقلوبهم وجلة أنهم إلى ربهم راجعون
en: And those who dispense their charity with their hearts full of fear, because they will return to their Lord;-

source: أولئك يسارعون في الخيرات وهم لها سابقون
en: It is these who hasten in every good work, and these who are foremost in them.

source: ولا نكلف نفسا إلا وسعها ولدينا كتاب ينطق بالحق وهم لا يظلمون
en: On no soul do We place a burden greater than it can bear: before Us is a record which clearly shows the truth: they will never be wronged.

source: بل قلوبهم في غمرة من هذا ولهم أعمال من دون ذلك هم لها عاملون
en: But their hearts are in confused ignorance of this; and there are, besides that, deeds of theirs, which they will (continue) to do,-

source: حتى إذا أخذنا مترفيهم بالعذاب إذا هم يجأرون
en: Until, when We seize in Punishment those of them who received the good things of this world, behold, they will groan in supplication!

source: لا تجأروا اليوم إنكم منا لا تنصرون
en: (It will be said): "Groan not in supplication this day: for ye shall certainly not be helped by Us.

source: قد كانت آياتي تتلى عليكم فكنتم على أعقابكم تنكصون
en: "My Signs used to be rehearsed to you, but ye used to turn back on your heels-

source: مستكبرين به سامرا تهجرون
en: "In arrogance: talking nonsense about the (Qur'an), like one telling fables by night."

source: أفلم يدبروا القول أم جاءهم ما لم يأت آباءهم الأولين
en: Do they not ponder over the Word (of Allah), or has anything (new) come to them that did not come to their fathers of old?

source: أم لم يعرفوا رسولهم فهم له منكرون
en: Or do they not recognise their Messenger, that they deny him?

source: أم يقولون به جنة بل جاءهم بالحق وأكثرهم للحق كارهون
en: Or do they say, "He is possessed"? Nay, he has brought them the Truth, but most of them hate the Truth.

source: ولو اتبع الحق أهواءهم لفسدت السماوات والأرض ومن فيهن بل أتيناهم بذكرهم فهم عن ذكرهم معرضون
en: If the Truth had been in accord with their desires, truly the heavens and the earth, and all beings therein would have been in confusion and corruption! Nay, We have sent them their admonition, but they turn away from their admonition.

source: أم تسألهم خرجا فخراج ربك خير وهو خير الرازقين
en: Or is it that thou askest them for some recompense? But the recompense of thy Lord is best: He is the Best of those who give sustenance.

source: وإنك لتدعوهم إلى صراط مستقيم
en: But verily thou callest them to the Straight Way;

source: وإن الذين لا يؤمنون بالآخرة عن الصراط لناكبون
en: And verily those who believe not in the Hereafter are deviating from that Way.

source: ولو رحمناهم وكشفنا ما بهم من ضر للجوا في طغيانهم يعمهون
en: If We had mercy on them and removed the distress which is on them, they would obstinately persist in their transgression, wandering in distraction to and fro.

source: ولقد أخذناهم بالعذاب فما استكانوا لربهم وما يتضرعون
en: We inflicted Punishment on them, but they humbled not themselves to their Lord, nor do they submissively entreat (Him)!-

source: حتى إذا فتحنا عليهم بابا ذا عذاب شديد إذا هم فيه مبلسون
en: Until We open on them a gate leading to a severe Punishment: then Lo! they will be plunged in despair therein!

source: وهو الذي أنشأ لكم السمع والأبصار والأفئدة قليلا ما تشكرون
en: It is He Who has created for you (the faculties of) hearing, sight, feeling and understanding: little thanks it is ye give!

source: وهو الذي ذرأكم في الأرض وإليه تحشرون
en: And He has multiplied you through the earth, and to Him shall ye be gathered back.

source: وهو الذي يحيي ويميت وله اختلاف الليل والنهار أفلا تعقلون
en: It is He Who gives life and death, and to Him (is due) the alternation of Night and Day: will ye not then understand?

source: بل قالوا مثل ما قال الأولون
en: On the contrary they say things similar to what the ancients said.

source: قالوا أإذا متنا وكنا ترابا وعظاما أإنا لمبعوثون
en: They say: "What! when we die and become dust and bones, could we really be raised up again?

source: لقد وعدنا نحن وآباؤنا هذا من قبل إن هذا إلا أساطير الأولين
en: "Such things have been promised to us and to our fathers before! they are nothing but tales of the ancients!"

source: قل لمن الأرض ومن فيها إن كنتم تعلمون
en: Say: "To whom belong the earth and all beings therein? (say) if ye know!"

source: سيقولون لله قل أفلا تذكرون
en: They will say, "To Allah!" say: "Yet will ye not receive admonition?"

source: قل من رب السماوات السبع ورب العرش العظيم
en: Say: "Who is the Lord of the seven heavens, and the Lord of the Throne (of Glory) Supreme?"

source: سيقولون لله قل أفلا تتقون
en: They will say, "(They belong) to Allah." Say: "Will ye not then be filled with awe?"

source: قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون
en: Say: "Who is it in whose hands is the governance of all things,- who protects (all), but is not protected (of any)? (say) if ye know."

source: سيقولون لله قل فأنى تسحرون
en: They will say, "(It belongs) to Allah." Say: "Then how are ye deluded?"

source: بل أتيناهم بالحق وإنهم لكاذبون
en: We have sent them the Truth: but they indeed practise falsehood!

source: ما اتخذ الله من ولد وما كان معه من إله إذا لذهب كل إله بما خلق ولعلا بعضهم على بعض سبحان الله عما يصفون
en: No son did Allah beget, nor is there any god along with Him: (if there were many gods), behold, each god would have taken away what he had created, and some would have lorded it over others! Glory to Allah! (He is free) from the (sort of) things they attribute to Him!

source: عالم الغيب والشهادة فتعالى عما يشركون
en: He knows what is hidden and what is open: too high is He for the partners they attribute to Him!

source: قل رب إما تريني ما يوعدون
en: Say: "O my Lord! if Thou wilt show me (in my lifetime) that which they are warned against,-

source: رب فلا تجعلني في القوم الظالمين
en: "Then, O my Lord! put me not amongst the people who do wrong!"

source: وإنا على أن نريك ما نعدهم لقادرون
en: And We are certainly able to show thee (in fulfilment) that against which they are warned.

source: ادفع بالتي هي أحسن السيئة نحن أعلم بما يصفون
en: Repel evil with that which is best: We are well acquainted with the things they say.

source: وقل رب أعوذ بك من همزات الشياطين
en: And say "O my Lord! I seek refuge with Thee from the suggestions of the Evil Ones.

source: وأعوذ بك رب أن يحضرون
en: "And I seek refuge with Thee O my Lord! lest they should come near me."

source: حتى إذا جاء أحدهم الموت قال رب ارجعون
en: (In Falsehood will they be) Until, when death comes to one of them, he says: "O my Lord! send me back (to life),-

source: لعلي أعمل صالحا فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون
en: "In order that I may work righteousness in the things I neglected." - "By no means! It is but a word he says."- Before them is a Partition till the Day they are raised up.

source: فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون
en: Then when the Trumpet is blown, there will be no more relationships between them that Day, nor will one ask after another!

source: فمن ثقلت موازينه فأولئك هم المفلحون
en: Then those whose balance (of good deeds) is heavy,- they will attain salvation:

source: ومن خفت موازينه فأولئك الذين خسروا أنفسهم في جهنم خالدون
en: But those whose balance is light, will be those who have lost their souls, in Hell will they abide.

source: تلفح وجوههم النار وهم فيها كالحون
en: The Fire will burn their faces, and they will therein grin, with their lips displaced.

source: ألم تكن آياتي تتلى عليكم فكنتم بها تكذبون
en: "Were not My Signs rehearsed to you, and ye did but treat them as falsehood?"

source: قالوا ربنا غلبت علينا شقوتنا وكنا قوما ضالين
en: They will say: "our Lord! Our misfortune overwhelmed us, and we became a people astray!

source: ربنا أخرجنا منها فإن عدنا فإنا ظالمون
en: "Our Lord! bring us out of this: if ever we return (to Evil), then shall we be wrong-doers indeed!"

source: قال اخسئوا فيها ولا تكلمون
en: He will say: "Be ye driven into it (with ignominy)! And speak ye not to Me!

source: إنه كان فريق من عبادي يقولون ربنا آمنا فاغفر لنا وارحمنا وأنت خير الراحمين
en: "A part of My servants there was, who used to pray 'our Lord! we believe; then do Thou forgive us, and have mercy upon us: For Thou art the Best of those who show mercy!"

source: فاتخذتموهم سخريا حتى أنسوكم ذكري وكنتم منهم تضحكون
en: "But ye treated them with ridicule, so much so that (ridicule of) them made you forget My Message while ye were laughing at them!

source: إني جزيتهم اليوم بما صبروا أنهم هم الفائزون
en: "I have rewarded them this Day for their patience and constancy: they are indeed the ones that have achieved Bliss..."

source: قال كم لبثتم في الأرض عدد سنين
en: He will say: "What number of years did ye stay on earth?"

source: قالوا لبثنا يوما أو بعض يوم فاسأل العادين
en: They will say: "We stayed a day or part of a day: but ask those who keep account."

source: قال إن لبثتم إلا قليلا لو أنكم كنتم تعلمون
en: He will say: "Ye stayed not but a little,- if ye had only known!

source: أفحسبتم أنما خلقناكم عبثا وأنكم إلينا لا ترجعون
en: "Did ye then think that We had created you in jest, and that ye would not be brought back to Us (for account)?"

source: فتعالى الله الملك الحق لا إله إلا هو رب العرش الكريم
en: Therefore exalted be Allah, the King, the Reality: there is no god but He, the Lord of the Throne of Honour!

source: ومن يدع مع الله إلها آخر لا برهان له به فإنما حسابه عند ربه إنه لا يفلح الكافرون
en: If anyone invokes, besides Allah, Any other god, he has no authority therefor; and his reckoning will be only with his Lord! and verily the Unbelievers will fail to win through!
